Repository: remenyi/macska-match
Catalog: lib/l10n/app_*.arb
Languages: hu

source: Home
hu: Főoldal

source: Liked
hu: Kedvelt

source: Disliked
hu: Nem kedvelt

# helper
source: To like a picture of a cat click o the heart icon, or swipe right
hu: Egy cica kedveléséhez kattints a szív ikonra, vagy húzz jobbra

source: Disliked cats
hu: Nem kedvelt cicák

source: Liked cats
hu: Kedvelt cicák

# catMissing
source: Could not load cat!
hu: A cica betöltése sikertelen volt!

source: Retry
hu: Újra

# noLiked
source: There are no liked cats!
hu: Nincsenek kedvelt cicák!

# noDisliked
source: There are no disliked cats!
hu: Nincsenek nem kedvelt cicák!

# failedLike
source: Failed to like the cat!
hu: Cica kedvelése nem sikerült!

# failedDislike
source: Failed to dislike the cat!
hu: Cica nem kedvelése nem sikerült!

# likedOverlay
source: Liked
hu: Tetszik

# dislikedOverlay
source: Disliked
hu: Nem tetszik

# catLoadError
source: Could not load a new cat!
hu: Nem sikerült új cicát betölteni!

# deleteError
source: Could not delete cat!
hu: Nem sikerült a cicát törölni!

# errorOccurred
source: There was an error!
hu: Hiba történt!

source: Ok
hu: Rendben

# errorLoadingDisliked
source: Failed to load disliked cats!
hu: Nem kedvelt cicák betöltése sikertelen volt!

# errorLoadingLiked
source: Failed to load liked cats!
hu: Kedvelt cicák betöltése sikertelen volt!
